Repository: Booloki/wazzuf-ripper
Catalog: locale/*/wazzuf-conf-generator.po
Languages: fr

source: Wazzuf Ripper Conf Generator
fr: Générateur de configuration Wazzuf Ripper

source: Choice
fr: Choix

source: Title
fr: Titre

source: Language
fr: Langue

source: Chapters
fr: Chapitres

source: Channels
fr: Canaux

source: Lenght
fr: Durée

source: Audio tracks
fr: Piste(s) audio

source: Subtitle tracks
fr: Piste(s) de sous-titre

source: Next
fr: Suivant

source: Cancel
fr: Annuler

source: Quit
fr: Quitter

source: Yes
fr: Oui

source: No
fr: Non

source: Do you want to generate a <b>new Wazzuf Ripper configuration file</b> ?
fr: Voulez-vous générer un <b>nouveau fichier de configuration Wazzuf Ripper</b> ?

source: Which media type do you want to rip ?
fr: Quel type de média voulez-vous convertir ?

source: Physical DVD
fr: DVD (physique)

source: DVD iso file
fr: DVD (iso)

source: Physical Blu-Ray
fr: Blu-Ray (physique)

source: Blu-Ray iso file
fr: Blu-Ray (iso)

source: m2ts/ts file
fr: Fichier m2ts/ts

source: Please select your <b>source directory</b> (m2ts/ts, iso, external subtitles, cover image, episodes list,...).
fr: Sélectionnez votre <b>répertoire source</b> (m2ts/ts, iso, sous-titres externes, image de couverture, liste d'épisodes,...).

source: Please select your <b>Disc Directory</b>.
fr: Sélectionnez votre <b>répertoire de disque</b>

source: Please select your <b>iso file</b> (source directory only).
fr: Sélectionnez votre <b>fichier iso</b> (répertoire source uniquement).

source: Please select your <b>m2ts/ts file</b> (source directory only).
fr: Sélectionnez votre <b>fichier m2ts/ts</b> (répertoire source uniquement).

source: Do you want to change the <b>working files directory</b> (%s) ?
fr: Voulez-vous changer le <b>répertoire de travail</b> par défaut (%s) ?

source: What is the type of this video media ?
fr: Quel est le type de ce media vidéo ?

source: Movie
fr: Film

source: TV show/serie (multiple videos)
fr: Série/Show TV (vidéos multiples)

source: Musical video
fr: Vidéo musicale

source: Videos informations
fr: Informations vidéo

source: Original title *
fr: Titre original *

source: Release date
fr: Date de sortie

source: Please provide some tags
fr: Merci de fournir des étiquettes

source: Rip tag (BDRIP DVDRIP DVDDUMP 1080p 720p...)
fr: Étiquette de rip (BDRIP DVDRIP DVDDUMP 1080p 720p...)

source: Audio tag (MULTI ENGLISH subforced...)
fr: Étiquette audio (MULTI FRENCH VOST subforced...)

source: Signature tag
fr: Étiquette de signature

source: Comment
fr: Commentaire

source: Movie director
fr: Réalisateur

source: Artist/Band Name
fr: Nom d'artiste/groupe

source: About the Show
fr: À propos du show

source: Season number (ex: 02)
fr: Numéro de saison (ex: 02)

source: Total episodes number in the season
fr: Nombre total d'épisodes de la saison

source: About the episodes list (text file)
fr: À propos de la liste d'épisodes (fichier texte)

source: None
fr: Aucun

source: Select one (in %s source directory only)
fr: En sélectionnez un (dans le répertoire source %s uniquement).

source: Create one
fr: En créer un

source: Episode file syntax with ordered lines like: 05 - The haunted episode. Line numbers corresponds to CHAPTERS or TITLES (depends on DVD_EPISODES_ORG).
fr: Syntaxe du fichier d'épisodes avec un épisode pas ligne: 05 - L'épisode maudit. Les numéros de lignes correspondent à CHAPTERS ou TITLES (dépendant de DVD_EPISODES_ORG).

source: BD analyse
fr: Analyse du Blu-Ray

source: AACS Key Error. Exiting !
fr: Erreur de clé AACS !

source: BD Title(s) choice
fr: Choix de Titres Blu-Ray

source: The longest track is <b>Title %s</b> / %s (Chapters: %s). This one will be use for cropping detection.
fr: La plus longue piste est le <b>Titre %s</b> / %s (Chapitres: %s). Celui-ci sera utilisé pour la détection du recadrage.

source: Do you want to <b>extract</b> Bluray file(s) ?
fr: Voulez-vous <b>extraire les fichiers</b> du Blu-Ray ?

source: Do you want to <b>make a local iso</b> file of your DVD ?
fr: Voulez-vous <b>faire un fichier iso local </b>du DVD ?

source: DVD analyse
fr: Analyse du DVD

source: DVD Title(s) choice
fr: Choix de Titre(s) du DVD

source: The longest track is <b>Title %s</b>. This one will be use for cropping detection.
fr: La plus longue piste est le <b>Titre %s</b>. Celui-ci sera utilisé pour la détection du recadrage.

source: M2TS analyse
fr: Analyse du M2TS

source: The m2ts/ts video crop has not been found
fr: Le recadrage de la vidéo m2ts/ts n'a pas été trouvé.

source: The m2ts/ts video crop has been set to %s
fr: Le recadrage de la vidéo m2ts/ts a été défini à %s

source: Audio analyze
fr: Analyse audio

source: Audio analyze - Track %s Channel
fr: Analyse audio - Canaux de la piste %s

source: Audio analyze - Track %s BitRate
fr: Analyse audio - Bitrate de la piste %s

source: Audio track(s) choice
fr: Choix de piste(s) audio

source: Subtitle analyze
fr: Analyse de sous-titre(s)

source: Subtitle track(s) choice
fr: Choix de piste(s) de sous-titre

source: The BD video crop has not been found.
fr: Le recadrage du Blu-Ray n'a pas été trouvé.

source: The BD video crop has been set to %s
fr: Le recadrage du Blu-Ray a été défini à %s

source: The DVD video crop has not been found.
fr: Le recadrage du DVD n'a pas été trouvé.

source: The DVD video crop has been set to %s. This is the biggest one. Crop detection for all choosen Titles are in conf file too.
fr: Le recadrage du DVD a été défini à %s. Celui-ci est le plus grand. La détection du recadrage pour tous les Titres choisis est dans le fichier de configuration aussi.

source: The DVD video crop has been set to %s
fr: Le recadrage du DVD a été défini à %s

source: Other options choice
fr: Autre choix d'options

source: NFO file creation
fr: Création de fichier NFO

source: Video screenshots creation
fr: Création de copies d'écran vidéo

source: Please choose your default video codec
fr: Choisissez votre codec vidéo par défaut

source: Dump (faster) (original video track, mpeg source only)
fr: Extraction (plus rapide) (piste vidéo originale, source mpeg seulement)

source: Dump with crop (mpeg source only)
fr: Extraction avec recadrage (source mpeg seulement)

source: Please choose your default audio codec
fr: Choisissez votre codec audio par défaut

source: AC3 (DTS source only)
fr: AC3 (source DTS uniquement)

source: Dump (original audio track)
fr: Extraction (piste audio originale)

source: Your Wazzuf configuration file has been saved to <b>%s</b> (If you want to use it with Wazzuf Ripper, it must be %s )
fr: Votre fichier de configuration Wazzuf a été sauvegardé sous <b>%s</b> (Si vous voulez l'utilisez avec Wazzuf Ripper, ce doit être %s)
