Repository: Booloki/wazzuf-ripper
Catalog: locale/*/wazzuf-ripper.po
Languages: fr

source: \nWazzuf Ripper failed !
fr: \nWazzuf Ripper a planté !

source: Start %s %s :\n%s\nwith %s video codec\nand %s %s audio codec(s)
fr: Démarrage de %s %s :\n%s\navec le codec vidéo %s\net le(s) codec(s) audio %s %s

source: Work in progress:
fr: Travail en cours:

source: No IMdb ID provided. Skipping...
fr: Aucun ID IMdb fourni. Je passe...

source: Retrieving IMdb informations...
fr: Récupération des informations IMdb...

source: \nManual killed script (Ctrl-C) during extracting working file
fr: \nScript interrompu manuellement (Ctrl-C) pendant l'extraction de fichier de travail

source: Extracting %s from %s
fr: Extraction de %s depuis %s

source: Please now run wazzuf-conf-generator with chosen M2TS file to get more tracks informations,\nor use M2TS instead of BD in %s and run wazzuf-pre-ripper.\n
fr: SVP, lancez maintenant wazzuf-conf-generator avec le fichier M2TS choisi pour obtenir plus d’informations sur les pistes,\noù utilisez M2TS à la place de BD dans %s et lancez wazzuf-pre-ripper.\n

source: %s generation
fr: Génération de %s

source: No chapters file to create. Next...
fr: Pas de fichier de chapitres à créer. Suivant...

source: \nManual killed script (Ctrl-C) during checking/extracting subtitles
fr: \nScript interrompu manuellement (Ctrl-C) pendant la vérification/extraction des sous-titres

source: No more subtitle track choice. Next...
fr: Plus de choix de piste de sous-titre. Suivant...

source: \nManual killed script (Ctrl-C) during audio track(s) extraction/encoding
fr: \nScript interrompu manuellement (Ctrl-C) pendant l'extraction/encodage de piste(s) audio

source: No more audio track choice, next...
fr: Plus de choix de piste audio. Suivant...

source: \nManual killed script (Ctrl-C) during video encoding
fr: \nScript interrompu manuellement (Ctrl-C) pendant l'encodage vidéo

source: Provided TARGET_SIZE is not set to CD, DVD, or an integer ! Exiting.
fr: Le paramètre TARGET_SIZE fourni n'est pas mis à CD, DVD ou avec un entier ! Je quitte.

source: h264 video bitrate encoding estimation: %s kb/s.\nManually adjust the XXRIP_VIDEO_BITRATE value if the final size does not suit you.
fr: Estimation du débit d'encodage vidéo h264: %s kb/s.\nAjustez manuellement la valeur de XXRIP_VIDEO_BITRATE si la taille finale ne vous convient pas.

source: Xvid video bitrate encoding estimation: %s kb/s.\nManually adjust the XXRIP_VIDEO_BITRATE value if the final size does not suit you.
fr: Estimation du débit d'encodage vidéo Xvid: %s kb/s.\nAjustez manuellement la valeur de XXRIP_VIDEO_BITRATE si la taille finale ne vous convient pas.

source: Warning: VIDEO_CROP is empty ! Run wazzuf-conf-generator for crop detection.
fr: Attention: le paramètre VIDEO_CROP est vide ! Lancez wazzuf-conf-generator pour une détection de cadrage.

source: %s 2 pass %s encoding\n
fr: Encodage de %s en %s 2 passes\n

source: No image attachment. Skipping...
fr: Pas d'image jointe. Je passe...

source: XML tags file generation error. Skipping...
fr: Erreur de génération de fichier XML d'étiquettes. Je passe...

source: \nManual killed script (Ctrl-C) during final mkv merge
fr: \nScript interrompu manuellement (Ctrl-C) pendant la fusion finale

source: Final file merge
fr: Fusion finale du fichier

source: nfo file generation
fr: Génération de fichier nfo

source: Taking some screenshots
fr: Prends quelques captures d'écran
